Revit 2024 API
ParameterTypeId.RebarSystemLayerSummaryDir2WithSpacing Property
 "Minor, Both Faces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemLayerSummaryDir2WithSpacing { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemLayerSummaryDir2WithSpacing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemLayerSummaryDir2WithSpacing {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace